{
  "template": "../client/app/data/mmf-staff",
  "MAX_SIZE": 10000,

  "webRootPath": "/tmp/acme-challenges",
  "approveDomainsPattern": "^([A-Za-z0-9]+.)?staff-survey.museumsmovingforward.com/$",
  "approveDomainsOpts": {
    "domains": [
      "https://staff-survey.museumsmovingforward.com/",
    ],
    "email": "kaptchuk@bu.edu",
    "agreeTos": true
  },

  "client": {
    "table_template": "data/mmf-staff",
    "organization": "MUSEUMS MOVING FORWARD",
    "subtitle": "2022 Data Study - Test Survey",
    "dragAndDropInput" : false,
    "tables" : false,
    "surveyjs" : true,
    "show_ids" : false,
    "introblock" : true,
    "introtext" : "Hello and welcome! We appreciate your participation in this survey. This survey is a part of Museums Moving Forward’s (MMF) efforts to support greater equity and accountability in museum workplaces through research, advocacy, and coalition-building. Your museum is participating in this initiative and encouraging all staff to share their thoughts and experiences to provide a picture of the overall organizational culture. Your responses to this survey will be encrypted and kept completely anonymous, and all reporting to the leadership team of your museum will be done in aggregate. Every staff member who completes the survey will also be provided with a passcode to access the aggregate data for your institution. Your responses will also contribute to a fieldwide picture of workplace equity and organizational culture that will be publicly available in the Spring of 2023. Please check out this FAQ page to read more about the confidentiality of your responses and how this encrypted data will be used. Your participation and honest answers will help us get a complete picture of your experiences and insights. The survey takes an average of 7-10 minutes to fill out. Please complete this survey only once. Thank you for your time and willingness to share your experiences.",
    "logo": "images/mmf.png",
    "cohort": "Museum",
    "session_key": "MMF Staff Survey Submission ID",
    "email": "help@museumsmovingforward.com"
  }
}